{
    "response":{
        "status":"ok",
        "userTier":"developer",
        "total":7978,
        "startIndex":1,
        "pageSize":5,
        "currentPage":1,
        "pages":1596,
        "orderBy":"newest",
        "results":[
            {
                "id": "food/2021/jun/07/thomasina-miers-recipe-clotted-cream-cake-elderflower-drizzle-macerated-strawberries",
                "type": "article",
                "sectionId": "food",
                "sectionName": "Food",
                "webPublicationDate": "2021-06-07T12:00:07Z",
                "webTitle": "Thomasina Miers’ recipe for  clotted cream drizzle cake with macerated strawberries | The simple fix",
                "webUrl": "https://www.theguardian.com/food/2021/jun/07/thomasina-miers-recipe-clotted-cream-cake-elderflower-drizzle-macerated-strawberries",
                "apiUrl": "https://content.guardianapis.com/food/2021/jun/07/thomasina-miers-recipe-clotted-cream-cake-elderflower-drizzle-macerated-strawberries",
                "fields": {
                    "headline": "Thomasina Miers’ recipe for  clotted cream drizzle cake with macerated strawberries",
                    "trailText": "Serve this jammy, creamy cake as an extremely English alternative to scones ",
                    "byline": "Thomasina Miers",
                    "firstPublicationDate": "2021-06-07T12:00:07Z",
                    "body": "<p>When I was little, clotted cream was a rare treat. I remember once, when my uncle came back from Devon with two precious pots of the stuff for us, I immediately set to baking a batch of scones, which we ate warm from the oven with jam, lashings of that amazing cream and butter (to this day, I always have my scones with cream <em>and</em> butter). So it was with delight, many years later on a blistering hot day in Tlacotalpan, Mexico, that I came across a woman selling a basket of cakes made from clotted cream. I can still taste them as I write this.</p> <h2>Clotted cream loaf cake with elderflower drizzle and macerated strawberries</h2> <p>Elderflower, vanilla, strawberries and lemon in a squidgy, almond, creamy loaf cake.</p> <p>Prep <strong>30 min</strong><br>Cook <strong>1 hr</strong><br>Serves <strong>10-12</strong></p> <p><strong>200g butter</strong>, softened, plus extra to grease<br><strong>200g caster sugar</strong>,<strong> </strong>plus extra to macerate the strawberries<strong><br>1 tsp vanilla essence<br>4 eggs<br>150ml clotted cream</strong>,<strong> </strong>plus extra to serve<strong> <br>1 lemon</strong>, zested and juiced<strong><br>150g plain spelt flour<br>100g ground almonds<br>½ tsp salt<br>1</strong><strong>½ tsp baking powder<br>300g strawberries</strong></p> <p>For the drizzle<strong><br>100ml elderflower cordial</strong><strong><br>2 tsp caster sugar</strong></p> <p>Heat the oven to 170C (150C fan)/325F/gas 3. Grease a 1½lb loaf tin. Put the butter, sugar and vanilla in a bowl and, using an electric hand whisk, beat until pale, light and creamy. Add the eggs one at a time, incorporating each one before adding the next. Whisk in the cream and lemon zest, then fold in the flour, ground almonds, salt and baking powder.</p> <p>Transfer to the greased tin, smooth out the top and bake for one hour, until a skewer comes out clean when inserted into the centre.</p> <p>Meanwhile, heat the cordial and sugar in a small pan and, once the sugar dissolves, take off the heat and stir in the juice of half the lemon. If the cordial is homemade, you may need a little more sugar.</p> <p>Hull the strawberries and put in a bowl. Add the remaining lemon juice and a sprinkling of caster sugar, toss and leave to macerate while the cake bakes.</p> <p>Once the cake is out of the oven, pierce the top all over with a skewer, then drizzle with the syrup. Leave to cool in the tin for 10 minutes, then run a butter knife around the edge to loosen, turn out on to a rack and leave to cool. Slice and serve with the strawberries and more clotted cream on the side.</p> <h2>And for the rest of the week …</h2> <p>Mash leftover strawberries in the elderflower drizzle and lemon zest and stir through vanilla ice-cream, or make a quick vanilla, elderflower and strawberry chia jam for a batch of fresh scones.</p>",
                    "thumbnail": "https://media.guim.co.uk/59a765b09fa3bb95c0d60705077fdab4900d2152/0_2784_5792_3475/500.jpg"
                },
                "tags": [
                    {
                        "id": "food/series/the-simple-fix",
                        "type": "series",
                        "sectionId": "food",
                        "sectionName": "Food",
                        "webTitle": "The simple fix",
                        "webUrl": "https://www.theguardian.com/food/series/the-simple-fix",
                        "apiUrl": "https://content.guardianapis.com/food/series/the-simple-fix",
                        "references": [],
                        "description": "<p>Easy and delicious meals by Thomasina Miers</p>"
                    },
                    {
                        "id": "food/series/thomasina-miers-recipes",
                        "type": "series",
                        "sectionId": "food",
                        "sectionName": "Food",
                        "webTitle": "Thomasina Miers recipes",
                        "webUrl": "https://www.theguardian.com/food/series/thomasina-miers-recipes",
                        "apiUrl": "https://content.guardianapis.com/food/series/thomasina-miers-recipes",
                        "references": []
                    }
                ],
                "isHosted": false,
                "pillarId": "pillar/lifestyle",
                "pillarName": "Lifestyle"
            },
            {
                "id": "food/2021/may/24/rachel-roddys-recipe-for-lamb-and-peas",
                "type": "article",
                "sectionId": "food",
                "sectionName": "Food",
                "webPublicationDate": "2021-05-24T10:00:56Z",
                "webTitle": "Rachel Roddy’s recipe for lamb and peas",
                "webUrl": "https://www.theguardian.com/food/2021/may/24/rachel-roddys-recipe-for-lamb-and-peas",
                "apiUrl": "https://content.guardianapis.com/food/2021/may/24/rachel-roddys-recipe-for-lamb-and-peas",
                "fields": {
                    "headline": "Rachel Roddy’s recipe for lamb and peas",
                    "trailText": "A rustic and comforting stew of lamb cooked in a white wine sauce and studded with peas",
                    "byline": "Rachel Roddy",
                    "firstPublicationDate": "2021-05-24T10:00:56Z",
                    "body": "<p>There is nothing new about tables outside restaurants, but not like this. Small clusters of tables are now swarms, and single rows three deep, while ping-pong table-sized decks have quadrupled in size and commercial umbrella manufacturers must be doing very well indeed. It has been interesting to see how all the different<em> locali </em>– bars, <em>trattorie</em>, <em>pizzerie</em> – have responded to the provisional permission to occupy all available space in front of their establishments until the end of the year. Some have constructed elegant platforms with parquet or matt grey decking, and furnished them with steady tables and padded chairs. I am keener on resourcefulness, my favourite being the trattoria that spread artificial turf over a large segment of bumpy road and put plastic picnic tables on it, which last only a few days<strong>, </strong>but will live long in the memory.</p> <p>I imagine the owners are wandering around looking at their neighbours’ set-ups, sniffing out who has more seats or invested in bigger umbrellas. I wonder who is cooperating, and who is cursing those with a wide pavement and five parking spaces. One thing is certain, and not just in Rome: it is the most beautiful sight to see all this temporary inside-out, to see things back open and people sitting at well-spaced tables, whether on tarmac, decking or pea-green fake grass.</p> <p>Sadly, there is no fake grass in this week’s recipe. There are peas, though – fresh or frozen – and pieces of lamb, cooked in a dish known as <em>abbacchio in spezzatino con piselli</em> or, simply, <em>spezzatino con piselli.</em> Whatever you choose to call it, the dish is a bit of stove alchemy. The <a href=\"https://en.wikipedia.org/wiki/Treccani\">encyclopedia Treccani</a>’s description of spezzatino is satisfying, because it both sums up the process neatly and, at the same time, offers a world of possibilities (there is a recipe-writing lesson here). Pardon my translation, but it goes something like this: “Spezzatino,<em> s, m</em> (derives from <em>spezzare</em>, to break); a simple dish made in homes, consisting of small pieces of meat, maybe floured, browned in a pan with oil or butter, then wet with wine, tomato, salt, pepper and various herbs, and left to cook over a low flame, with the subsequent addition of celery, carrot, onions, potatoes or peas. The best cut of lamb for this is shoulder, and the best place to buy that is from a butcher who works with a good farmer or, better still, direct from the farmer.”</p> <p>I have intentionally left the pea cooking time wide open, because so much depends on both the peas and you. If you are using fresh peas that are very tender and tiny, and you would like them to stay that way, they will need only a few minutes, while starchy ones will need longer. However, if, like me, you want the peas to absorb lots of flavour and not only don’t mind, but actively like, that they go muggy green, they can have 15-20 minutes in with the meat. I also think this dish is better after a rest, in which case the peas are even more muggy and delicious, especially when served with boiled new potatoes or a doorstop of bread, and even more so if eaten inside out. <br></p> <h2><strong>Lamb and peas (</strong><em><strong>Abbacchio in spezzatino con piselli</strong></em><strong>)</strong></h2> <p>Prep <strong>10 min<br></strong>Cook <strong>50 min</strong><br>Serves <strong>4</strong></p> <p><strong>2 tbsp olive oil</strong><br><strong>800g boneless lamb shoulder</strong>, cut into 3cm chunks <br><strong>Salt and black pepper<br>1 tbsp flour<br></strong><strong>1 garlic clove</strong>,<strong> </strong>peeled and<strong> </strong>minced<strong> </strong><br><strong>2 </strong><strong>sprigs </strong><strong>rosemary</strong>, one picked and leaves minced, the other left whole<br><strong>100ml red-wine vinegar<br>200ml white wine</strong>, plus extra to taste<strong> <br>300g peas </strong>(fresh or frozen)</p> <p><br>In a heavy-based pan or casserole, warm the oil over a medium-low heat and, working in batches, brown the lamb on all sides.</p> <p>Put all the browned meat back in the pan, add a pinch of salt and a few grinds of pepper, the flour, garlic, the minced rosemary and the whole sprig, and stir well. Pour over the vinegar and white wine, and stir again. Bring up to a lively simmer, then reduce to a steady one, cover and leave to bubble gently for 35-45 minutes; lift the lid every now and then to check there is enough liquid, and top up with wine or water, if necessary.</p> <p>In the last five to 20 minutes of cooking, add the peas and a little more wine if you think it’s needed to cook the peas and make sure the final dish is softly saucy.</p>",
                    "thumbnail": "https://media.guim.co.uk/05b7db8ba4ac0656f91ed819c2abd50bb84e3204/0_1180_8031_4820/500.jpg"
                },
                "tags": [
                    {
                        "id": "food/series/a-kitchen-in-rome",
                        "type": "series",
                        "sectionId": "food",
                        "sectionName": "Food",
                        "webTitle": "A kitchen in Rome",
                        "webUrl": "https://www.theguardian.com/food/series/a-kitchen-in-rome",
                        "apiUrl": "https://content.guardianapis.com/food/series/a-kitchen-in-rome",
                        "references": [],
                        "description": "<p>Rachel Roddy dispatches weekly from her kitchen in Rome, where seasonal ingredients are worked into an everyday dish you can adapt easily and quickly</p>"
                    }
                ],
                "isHosted": false,
                "pillarId": "pillar/lifestyle",
                "pillarName": "Lifestyle"
            },
            {
                "id": "food/2021/may/24/birthday-custard-sponge-by-nigella-lawson",
                "type": "article",
                "sectionId": "food",
                "sectionName": "Food",
                "webPublicationDate": "2021-05-24T07:00:54Z",
                "webTitle": "Birthday custard sponge by Nigella Lawson",
                "webUrl": "https://www.theguardian.com/food/2021/may/24/birthday-custard-sponge-by-nigella-lawson",
                "apiUrl": "https://content.guardianapis.com/food/2021/may/24/birthday-custard-sponge-by-nigella-lawson",
                "fields": {
                    "headline": "Birthday custard sponge by Nigella Lawson",
                    "trailText": "The decorating is as easy as the baking in this custard-flavoured celebration cake",
                    "byline": "Nigella Lawson",
                    "firstPublicationDate": "2021-05-24T07:00:54Z",
                    "body": "<p>When my children were little, this was a very popular cake, and it’s not just nostalgia that makes me cook it still. Adding cornflour along with the plain flour makes for a wonderfully light and tender sponge, but it is definitely one of those cakes that needs to be eaten on the day it’s made. And while it’s the perfect, smile-inducing birthday cake, I often make it without sprinkling hundreds and thousands – just the dark gleaming icing that drapes over the top and drips thickly down the sides – for an anytime treat for older eaters.</p> <p><em><strong>Makes up to 12 small slices</strong></em><em><strong><br>For the sponge</strong></em><strong><br>plain flour</strong> 200g <br><strong>eggs</strong> 4<br><strong>Bird’s custard powder </strong>3 tbsp <br><strong>soft butter</strong> 225g <br><strong>baking powder</strong> 2 tsp <br><strong>caster sugar</strong> 200g <br><strong>bicarbonate of soda</strong> ½ tsp <br><strong>milk</strong> 2-3 tbsp</p> <p><em><strong>F</strong></em><em><strong>or the buttercream filling</strong></em><br><strong>icing sugar</strong> 125g <br><strong>soft unsalted butter</strong> 75g <br><strong>Bird’s custard powder</strong> 4 tsp <br><strong>boiling water</strong> 1½ tsp</p> <p><em><strong>F</strong></em><em><strong>or the chocolate icing</strong></em><br><strong>water</strong> 60ml <br><strong>dark chocolate </strong>175g <br><strong>golden syrup</strong> 2 tbsp <br><strong>hundreds and thousands</strong> 1-2 tbsp <br><strong>caster sugar </strong>125g, or use 50g if using milk chocolate</p> <p>Make sure everything you need is at room temperature before you start. Preheat the oven to 160C fan/gas mark 4, and butter and line two 20cm sandwich tins.</p> <p>Put all of the above ingredients, except the milk, into a food processor. Process to a smooth batter, and then add the milk a tablespoon at a time to make a soft dropping consistency. Divide between the two cake tins and bake for 20 minutes. The cakes will have risen and feel spookily puffy; this is because of the cornflour in the custard powder.</p> <p>Let the tins sit on a cooling rack for 5 minutes and then turn them out on to the rack, peeling away the paper.</p> <p>To make the buttercream filling, process the icing sugar and custard powder to get rid of any lumps, and then add the butter, processing again to make the buttercream come together. Feed the boiling water down the funnel with the motor running to make the filling easier to spread. Then sandwich the cooled sponges together with the custardy buttercream.</p> <p>To make the chocolate icing, combine the water, syrup and sugar in a saucepan, stirring to dissolve over a low heat. Let it come to the boil and then take it off the heat.</p> <p>Break up the chocolate into small pieces if you are not using chocolate buttons (as I do for cooking, but good quality not confectionary standard), and then add to the pan, swirling it around to cover in the hot liquid. Leave to melt for a few minutes, and then whisk the icing to make it smooth and shiny. Pour over the buttercream filled cake, letting it drip down the sides, and then sprinkle generously with the hundreds and thousands before the icing sets.</p> <p>Prong with candles, light them and sing.</p> <p><em>From <a href=\"https://guardianbookshop.com/feast-9780701189198.html?utm_source=editoriallink&amp;amp;utm_medium=merch&amp;amp;utm_campaign=article\" title=\"\">Feast</a> by Nigella Lawson (</em><em>Chatto &amp; Windus, £30)</em></p>",
                    "thumbnail": "https://media.guim.co.uk/826b0c0435488cdf2268011ef92a1c234c255801/0_639_2350_1410/500.jpg"
                },
                "tags": [
                    {
                        "id": "food/series/observer-monthly-20-best-recipes",
                        "type": "series",
                        "sectionId": "food",
                        "sectionName": "Food",
                        "webTitle": "Observer Food Monthly's 20 best recipes",
                        "webUrl": "https://www.theguardian.com/food/series/observer-monthly-20-best-recipes",
                        "apiUrl": "https://content.guardianapis.com/food/series/observer-monthly-20-best-recipes",
                        "references": [],
                        "description": "<p>The OFM team present the best meat, fish, vegetarian and dessert recipes.</p>"
                    }
                ],
                "isHosted": false,
                "pillarId": "pillar/lifestyle",
                "pillarName": "Lifestyle"
            },
            {
                "id": "food/2021/may/24/tahini-cake-with-lemon-and-white-chocolate-by-sarit-packer-and-itamar-srulovich",
                "type": "article",
                "sectionId": "food",
                "sectionName": "Food",
                "webPublicationDate": "2021-05-24T07:00:53Z",
                "webTitle": "Tahini cake with lemon and white chocolate by Sarit Packer and Itamar Srulovich",
                "webUrl": "https://www.theguardian.com/food/2021/may/24/tahini-cake-with-lemon-and-white-chocolate-by-sarit-packer-and-itamar-srulovich",
                "apiUrl": "https://content.guardianapis.com/food/2021/may/24/tahini-cake-with-lemon-and-white-chocolate-by-sarit-packer-and-itamar-srulovich",
                "fields": {
                    "headline": "Tahini cake with lemon and white chocolate by Sarit Packer and Itamar Srulovich",
                    "trailText": "A fudgy, sweet and salty showstopper to add the wow factor to any party table",
                    "byline": "Sarit Packer and Itamar Srulovich",
                    "firstPublicationDate": "2021-05-24T07:00:53Z",
                    "body": "<p>We are recipe-hunters. Our flat is filled with bits of paper scribbled with rudimentary instructions from friendly cooks we meet on the way; pages we’ve torn from newspapers and foreign magazines with a picture we like and a recipe we will one day translate; menus with cryptic notes written after drunken dinners (what did we eat that made us write “coriander before and after, also lamb, must try”, and what does it mean?). Our phones are also filled with pictures, not only of dishes we liked but also of recipes we will one day try, in our never-ending search for lovely things to cook, serve and eat.</p> <p>Most of these recipes never get made, but every so often, when we have some headspace and free time, we go through these papers, take recipes to the kitchen and try them. Most will be made once and never be revisited, even if the results were good, because that is not the point of the exercise: whenever you follow a recipe, you follow in someone’s footsteps, getting a glimpse of their mind and their experience, and there is always something interesting to take from that. But then sometimes, rarely, we come across a recipe that is so good, so special, and so right for us, that we return to it again and again, and it becomes part of our experience, our minds.</p> <p>This is one such recipe, found in a drawer in our kitchen, torn from a newspaper – neither of us remembers which one, but it has an American feel because it uses buttermilk and peanut butter.</p> <p>Whoever wrote the recipe said tahini could be used instead, which was all the encouragement we needed. A seemingly simple sponge, not much to look at, but the taste and texture of it are so special, so good – nutty, fudgy, sweet with a savoury touch – that we (and everyone who tried it) fell instantly in love. We added white chocolate and lemon zest to the original recipe, and vanilla cream for show. We bake it almost every day now and know it’ll be part of the Honey &amp; Co cake repertoire for years to come, and now hopefully yours, too.</p> <p><em><strong>Makes a two-tier </strong></em><em><strong>cake fit for kings and a large party</strong></em><br><em><strong>For the cake batter</strong></em><br><strong>caster sugar</strong> 320g <br><strong>plain flour</strong> 350g <br><strong>bicarbonate of soda</strong> 1½ tsp <br><strong>baking powder </strong>1½ tsp <br><strong>table salt</strong> 1 tsp <br><strong>lemons</strong> 2, zested <br><strong>white chocolate</strong> 70g, chopped<br><strong>eggs</strong> 2 <br><strong>vegetable oil</strong> 120ml <br><strong>tahini paste</strong> 230g <br><strong>vanilla pod </strong>seeds of 1, or 1 tbsp pure vanilla essence<br><strong>buttermilk or kefir</strong> 240ml</p> <p><em><strong>For the icing</strong></em><br><strong>mascarpone</strong> 250g <br><strong>double cream </strong>200g <br><strong>full-fat </strong><strong>cream cheese </strong>200g <br><strong>icing sugar</strong> 90g <br><strong>vanilla essence</strong> 1 tbsp, or 1 pod<br><strong>rum</strong> 2 tbsp</p> <p><em><strong>For sprinkling (optional)</strong></em><br><strong>white chocolate </strong>30g, chopped <br><strong>lemon zest</strong> a sprinkling</p> <p>Heat the oven to 170C fan/gas mark 5.</p> <p>Mix all the dry ingredients for the cake batter together in a large bowl. In a smaller one, mix the eggs with the oil, tahini, vanilla and buttermilk. Pour the egg mixture into the dry ingredients and stir to combine. Slowly stir in 180ml boiling water, and mix until well incorporated.</p> <p>Line the base of two 23cm round cake tins with a circle of baking paper and lightly butter the sides. Divide the batter evenly between the two tins and bake in the centre of the oven for 15 minutes. Rotate the tins for an even bake, then cook for another 10-15 minutes. The cakes should feel lovely and bouncy, and have a good, golden colour all over. Remove from the oven and carefully flip onto a flat plate to flatten the tops. Allow to cool upside-down before removing from the tins.</p> <p>Mix all the icing ingredients together with a small whisk until well combined and thickened (you can pop this in an electric mixer, but best to use a paddle attachment to avoid overworking and splitting it). Place the first cake on the serving platter, spoon on half the icing and spread around to cover. Top with the second cake, spoon on the rest of the icing, and spread. If you wish, sprinkle with chopped white chocolate and lemon zest.</p> <p>If serving on the same day as baking, best to avoid putting the cake in the fridge. If you are keeping it for longer, do place it in the fridge but allow it to come to room temperature before serving.</p> <p><em>From <a href=\"https://guardianbookshop.com/honey-co-at-home-9781911595663.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\">Honey &amp; Co At Home</a> by Sarit Packer and Itamar Srulovich (Pavilion Books, £26)</em></p>",
                    "thumbnail": "https://media.guim.co.uk/af6abf127eab968be28816d0b2107b5c404aab94/0_936_2183_1308/500.jpg"
                },
                "tags": [
                    {
                        "id": "food/series/observer-monthly-20-best-recipes",
                        "type": "series",
                        "sectionId": "food",
                        "sectionName": "Food",
                        "webTitle": "Observer Food Monthly's 20 best recipes",
                        "webUrl": "https://www.theguardian.com/food/series/observer-monthly-20-best-recipes",
                        "apiUrl": "https://content.guardianapis.com/food/series/observer-monthly-20-best-recipes",
                        "references": [],
                        "description": "<p>The OFM team present the best meat, fish, vegetarian and dessert recipes.</p>"
                    }
                ],
                "isHosted": false,
                "pillarId": "pillar/lifestyle",
                "pillarName": "Lifestyle"
            },
            {
                "id": "food/2021/may/24/cardamom-and-carrot-cakes-with-maple-icing-by-anna-jones",
                "type": "article",
                "sectionId": "food",
                "sectionName": "Food",
                "webPublicationDate": "2021-05-24T07:00:53Z",
                "webTitle": "Cardamom and carrot cakes with maple icing by Anna Jones",
                "webUrl": "https://www.theguardian.com/food/2021/may/24/cardamom-and-carrot-cakes-with-maple-icing-by-anna-jones",
                "apiUrl": "https://content.guardianapis.com/food/2021/may/24/cardamom-and-carrot-cakes-with-maple-icing-by-anna-jones",
                "fields": {
                    "headline": "Cardamom and carrot cakes with maple icing by Anna Jones",
                    "trailText": "Little crowdpleasers, easily adapted to suit all diets, these are super-moist and packed with goodness",
                    "byline": "Anna Jones",
                    "firstPublicationDate": "2021-05-24T07:00:53Z",
                    "body": "<p>I haven’t met anyone who doesn’t like these. These are a crowdpleaser, loved by old, young, boys, girls, junk-food lovers and health freaks alike. This is as close to a cupcake as I get – super-buttery, sugary cupcakes don’t really do it for me. I like something with character and depth. These are what I make if I am taking cakes to a party or to a friend’s for tea. They work well at any time of day, stay super-moist and are packed with goodness.</p> <p>These are free of refined sugar, and sweetened with maple syrup and banana (though you can’t taste it). You can easily make them dairy and gluten free with no compromise on flavour. My favourite version uses coconut oil, instead of butter, and chickpea flour, but you can use butter and plain or spelt flour, if you prefer. Soy cream cheese or very thick yoghurt works for the icing, too.</p> <p>I sometimes swap the carrot for butternut squash, or even a parsnip, so in that sense they are a very wonderful way to use up any lingering roots.</p> <p><em><strong>Makes 12</strong></em><br><em><strong>For the cakes</strong></em><br><strong>butter or coconut oil</strong> 80g <br><strong>maple syrup</strong> 4 tbsp <br><strong>cardamom pods</strong> 4, seeds finely ground in a pestle and mortar<br><strong>ground cinnamon</strong> 1 tsp <br><strong>ground ginger</strong> ½ tsp <br><strong>ground almonds</strong> 150g <br><strong>light spelt or chickpea flour </strong>100g <br><strong>pumpkin seeds</strong> 50g <br><strong>baking powder</strong> 2 tsp <br><strong>carrots</strong> 2 medium, grated<br><strong>banana</strong> 1, peeled and mashed<br><strong>eggs</strong> 3 organic or free-range, beaten</p> <p><em><strong>For the icing</strong></em><br><strong>cream cheese</strong> 200g <br><strong>maple syrup</strong> 4 tbsp <br><strong>ground cinnamon</strong> a pinch <br><strong>ground ginger</strong> a pinch</p> <p><em><strong>To decorate</strong></em><br><strong>unwaxed lime</strong> 1, zested</p> <p>Preheat your oven to 180C fan/gas mark 6. Line a 12-hole muffin tin with paper cases and put to one side.</p> <p>Put the butter or coconut oil and maple syrup into a pan with the spices and let it melt over a low heat. Set aside to cool. Now put the ground almonds, flour, pumpkin seeds and baking powder into a bowl. Add the grated carrot, mashed banana and eggs, then pour in the cooled maple mixture and mix well. Spoon into the paper cases. Bake for 25 minutes, until golden on top and a skewer poked into the cakes comes out clean.</p> <p>While the cakes are cooking, make the icing. Put the cream cheese into a bowl with the maple syrup and spices and beat until light and fluffy. I like to do this with an electric hand whisk, but a wooden spoon works fine, too. Once the cakes are out of the oven and have cooled, thickly spread each one with the icing and finish off with a grating of lime zest.</p> <p><em>From <a href=\"https://guardianbookshop.com/a-modern-way-to-eat-9780007516704.html?utm_source=editoriallink&amp;amp;utm_medium=merch&amp;amp;utm_campaign=article\" title=\"\">A Modern Way to Eat</a> by Anna Jones (HarperCollins, £26)</em></p>",
                    "thumbnail": "https://media.guim.co.uk/9dccb77bfb1ebb467202e985a9cd3be4d2b970de/0_1671_3713_2228/500.jpg"
                },
                "tags": [
                    {
                        "id": "food/series/observer-monthly-20-best-recipes",
                        "type": "series",
                        "sectionId": "food",
                        "sectionName": "Food",
                        "webTitle": "Observer Food Monthly's 20 best recipes",
                        "webUrl": "https://www.theguardian.com/food/series/observer-monthly-20-best-recipes",
                        "apiUrl": "https://content.guardianapis.com/food/series/observer-monthly-20-best-recipes",
                        "references": [],
                        "description": "<p>The OFM team present the best meat, fish, vegetarian and dessert recipes.</p>"
                    }
                ],
                "isHosted": false,
                "pillarId": "pillar/lifestyle",
                "pillarName": "Lifestyle"
            }
        ]
    }
}
